Repository: ReZe20/WE-Tool
Catalog: WE Tool/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# MenuFlyoutSubItem_RightPanel.Text
source: Right Panel
es_es: Panel derecho
fr_fr: Panneau de droite
it_it: Pannello destro
ko_kr: 오른쪽 패널
ru_ru: Панель справа
zh_tw: 右側面板

# PropertiesWindow_FileInfo.Content
source: File Info
es_es: Propiedades del archivo
fr_fr: Propriétés du fichier
it_it: Proprietà file
ko_kr: 파일 속성
ru_ru: Свойства файла
zh_tw: 檔案屬性

# PropertiesWindow_WallpaperProps.Content
source: Wallpaper Properties
es_es: Propiedades del fondo
fr_fr: Propriétés du fond d'écran
it_it: Proprietà sfondo
ko_kr: 배경화면 속성
ru_ru: Свойства обоев
zh_tw: 桌布屬性

# PropertyPanel_NoProperties.Text
source: This wallpaper has no configurable properties
es_es: Este fondo no tiene propiedades configurables
fr_fr: Ce fond d'écran n'a pas de propriétés configurables
it_it: Questo sfondo non ha proprietà configurabili
ko_kr: 이 배경화면에는 설정 가능한 속성이 없습니다
ru_ru: Эти обои не имеют настраиваемых свойств
zh_tw: 該桌布沒有可設定屬性

# PropertyPanel_Save.Content
source: Save Properties
es_es: Guardar propiedades
fr_fr: Enregistrer les propriétés
it_it: Salva proprietà
ko_kr: 속성 저장
ru_ru: Сохранить свойства
zh_tw: 儲存屬性

# Rating_Everyone.Content
source: G-All ages
de_de: Alle Altersstufen (G)
es_es: Todo público (G)
fr_fr: Tout public (G)
it_it: Tutti (G)
ko_kr: 전체 이용가(G)
pt_br: Livre (G)
ru_ru: Для всех (G)
zh_cn: 大众级(G)
zh_tw: 大眾級(G)

# Rating_Questionable.Content
source: PG13-Parental guidance
de_de: Elterliche Begleitung (PG-13)
es_es: Orientación parental (PG-13)
fr_fr: Accompagnement parental (PG-13)
it_it: Guida genitori (PG-13)
ko_kr: 부모 지도 필요(PG-13)
pt_br: Orientação parental (PG-13)
ru_ru: Родительский контроль (PG-13)
zh_cn: 家长指导级 (PG-13)
zh_tw: 家長指導級 (PG-13)

# Rating_Mature.Content
source: R-Mature
de_de: Erwachsene (R-18)
es_es: Adultos (R-18)
fr_fr: Adulte (R-18)
it_it: Adulto (R-18)
ko_kr: 성인용(R-18)
pt_br: Adulto (R-18)
ru_ru: Для взрослых (R-18)
zh_cn: 限制级/成人级 (R-18)
zh_tw: 限制級/成人級 (R-18)

# RightPanel_Detail.Text
source: Details Panel
es_es: Panel de detalles
fr_fr: Panneau de détails
it_it: Pannello dettagli
ko_kr: 세부 정보 패널
ru_ru: Панель сведений
zh_tw: 詳細面板

# RightPanel_Property.Text
source: Properties Panel
es_es: Panel de propiedades
fr_fr: Panneau de propriétés
it_it: Pannello proprietà
ko_kr: 속성 패널
ru_ru: Панель свойств
zh_tw: 屬性面板

# RightPanel_ExpandDescription.Text
source: Expand
es_es: Mostrar todo
fr_fr: Afficher plus
it_it: Espandi testo completo
ko_kr: 전문 펼치기
ru_ru: Развернуть
zh_tw: 展開全文

# RightPanel_CollapseDescription.Text
source: Collapse
es_es: Contraer
fr_fr: Réduire
it_it: Comprimi
ko_kr: 접기
ru_ru: Свернуть
zh_tw: 收起

# Source.Header
source: Source
de_de: Quelle
es_es: Fuente
it_it: Fonte
ko_kr: 출처
pt_br: Origem
ru_ru: Источник
zh_cn: 来源
zh_tw: 來源

# Source_Official.Content
source: Official
de_de: Offiziell
es_es: Oficial
fr_fr: Officielle
it_it: Ufficiale
ko_kr: 공식
pt_br: Oficial
ru_ru: Официальные
zh_cn: 官方
zh_tw: 官方

# Source_Mine.Content
source: My Wallpapers
de_de: Meine Hintergrundbilder
es_es: Mis fondos
fr_fr: Mes fonds d'écran
it_it: I miei sfondi
ko_kr: 내 배경화면
pt_br: Meus papéis de parede
ru_ru: Мои обои
zh_cn: 我的壁纸
zh_tw: 我的桌布

# Source_Workshop.Content
source: Workshop
es_es: Taller
fr_fr: Atelier
it_it: Officina
ko_kr: 워크샵
pt_br: Oficina
ru_ru: Мастерская
zh_cn: 创意工坊
zh_tw: 創意工坊

# Subscription.Header
source: Subscription
es_es: Estado de suscripción
fr_fr: Statut d'abonnement
it_it: Stato abbonamento
ko_kr: 구독 상태
ru_ru: Статус подписки
zh_tw: 訂閱狀態

# Subscription_Subscribed.Content
source: Normal
it_it: Normale
ko_kr: 정상
ru_ru: Нормально
zh_tw: 正常

# Subscription_Unsubscribed.Content
source: Abnormal
es_es: Anomalía
fr_fr: Anormal
it_it: Anomalo
ko_kr: 비정상
ru_ru: Аномально
zh_tw: 異常

# Unsubscribed_Badge.Text
source: Abnormal
es_es: Anomalía
fr_fr: Anormal
it_it: Anomalo
ko_kr: 비정상
ru_ru: Аномально
zh_tw: 異常

# Unsubscribed_Badge_ToolTip.Text
source: This wallpaper has an abnormal subscription status: it may have been unsubscribed, disabled locally in Steam, or delisted (project.json visibility is "private"). Steam may no longer update or keep its local files.
es_es: El estado de suscripción de este fondo es anómalo: puede haber sido desuscrito, desactivado localmente en Steam, o eliminado (la visibilidad de project.json es privada); Steam puede no actualizar ni conservar sus archivos locales.
fr_fr: Le statut d'abonnement de ce fond d'écran est anormal : l'abonnement a peut-être été annulé, désactivé localement dans Steam, ou le contenu a été retiré (visibilité de project.json définie sur « private »). Steam ne met peut-être plus à jour ni ne conserve les fichiers locaux.
it_it: Lo stato di abbonamento di questo sfondo è anomalo: potrebbe essere stato disiscritto, disattivato localmente in Steam, o rimosso (visibility di project.json è private); Steam potrebbe non aggiornare o conservare più i file locali.
ko_kr: 이 배경화면의 구독 상태가 비정상입니다: 구독이 취소되었거나, Steam에서 로컬로 비활성화되었거나, 삭제(project.json visibility가 private)되었을 수 있습니다. Steam이 더 이상 업데이트하거나 로컬 파일을 유지하지 않을 수 있습니다.
ru_ru: Статус подписки на эти обои аномален: подписка могла быть отменена, обои отключены локально в Steam или сняты с публикации (visibility в project.json — private). Steam может не обновлять и не хранить локальные файлы.
zh_tw: 該桌布訂閱狀態異常：可能已取消訂閱、已在 Steam 中本地停用，或已被下架（project.json visibility 為 private）；Steam 可能不再更新或保留其本地檔案。

# Tag.Header
source: Tags
de_de: Schlagwörter
es_es: Etiquetas
fr_fr: Étiquettes
it_it: Tag
ko_kr: 태그
ru_ru: Теги
zh_cn: 标签
zh_tw: 標籤

# Tag_Abstract.Content
source: Abstract
de_de: Abstrakt
es_es: Abstracto
fr_fr: Abstrait
it_it: Astratto
ko_kr: 추상
pt_br: Abstrato
ru_ru: Абстракция
zh_cn: 抽象
zh_tw: 抽象

# Tag_Animal.Content
source: Animal
de_de: Tier
it_it: Animale
ko_kr: 동물
ru_ru: Животные
zh_cn: 动物
zh_tw: 動物

# Tag_Anime.Content
source: Anime
ko_kr: 애니메이션
ru_ru: Аниме
zh_cn: 动漫
zh_tw: 動漫

# Tag_Cartoon.Content
source: Cartoon
es_es: Dibujo animado
fr_fr: Dessin animé
it_it: Cartone animato
ko_kr: 만화
pt_br: Desenho animado
ru_ru: Мультфильм
zh_cn: 卡通
zh_tw: 卡通

# Tag_Cyberpunk.Content
source: Cyberpunk
ko_kr: 사이버펑크
ru_ru: Киберпанк
zh_cn: 网络朋克
zh_tw: 賽博龐克

# Tag_Fantasy.Content
source: Fantasy
es_es: Fantasía
fr_fr: Fantastique
ko_kr: 판타지
pt_br: Fantasia
ru_ru: Фэнтези
zh_cn: 幻想
zh_tw: 奇幻

# Tag_Game.Content
source: Game
de_de: Spiel
es_es: Juego
fr_fr: Jeu
it_it: Gioco
ko_kr: 게임
pt_br: Jogo
ru_ru: Игры
zh_cn: 游戏
zh_tw: 遊戲

# Tag_Girls.Content
source: Girls
de_de: Mädchen
es_es: Chicas
fr_fr: Filles
it_it: Ragazze
ko_kr: 여성
pt_br: Garotas
ru_ru: Девушки
zh_cn: 女性
zh_tw: 女性

# Tag_Guys.Content
source: Guys
de_de: Jungs
es_es: Chicos
fr_fr: Garçons
it_it: Ragazzi
ko_kr: 남성
pt_br: Garotos
ru_ru: Парни
zh_cn: 男性
zh_tw: 男性

# Tag_Landscape.Content
source: Landscape
de_de: Landschaft
es_es: Paisaje
fr_fr: Paysage
it_it: Paesaggio
ko_kr: 풍경
pt_br: Paisagem
ru_ru: Пейзаж
zh_cn: 风景
zh_tw: 風景

# Tag_Medieval.Content
source: Medieval
de_de: Mittelalter
fr_fr: Médiéval
it_it: Medievale
ko_kr: 중세
ru_ru: Средневековье
zh_cn: 中世纪
zh_tw: 中世紀

# Tag_Memes.Content
source: Memes
fr_fr: Mèmes
it_it: Meme
ko_kr: 밈
ru_ru: Мемы
zh_cn: 网红事物
zh_tw: 迷因

# Tag_Music.Content
source: Music
de_de: Musik
es_es: Música
fr_fr: Musique
it_it: Musica
ko_kr: 음악
pt_br: Música
ru_ru: Музыка
zh_cn: 音乐
zh_tw: 音樂

# Tag_Nature.Content
source: Nature
de_de: Natur
es_es: Naturaleza
it_it: Natura
ko_kr: 자연
pt_br: Natureza
ru_ru: Природа
zh_cn: 自然
zh_tw: 自然

# Tag_Pixelart.Content
source: Pixelart
ko_kr: 픽셀아트
ru_ru: Пиксель-арт
zh_cn: 像素艺术
zh_tw: 像素藝術

# Tag_Relaxing.Content
source: Relaxing
de_de: Entspannung
es_es: Relajante
fr_fr: Détente
it_it: Rilassante
ko_kr: 휴식
pt_br: Relaxante
ru_ru: Расслабление
zh_cn: 轻松
zh_tw: 放鬆

# Tag_Retro.Content
source: Retro
fr_fr: Rétro
it_it: Retrò
ko_kr: 레트로
pt_br: Retrô
ru_ru: Ретро
zh_cn: 复古
zh_tw: 復古

# Tag_SciFi.Content
source: Sci-Fi
de_de: Science-Fiction
es_es: Ciencia ficción
fr_fr: Science-fiction
it_it: Fantascienza
ko_kr: SF
pt_br: Ficção científica
ru_ru: Научная фантастика
zh_cn: 科幻
zh_tw: 科幻

# Tag_Sports.Content
source: Sports
de_de: Sport
es_es: Deportes
fr_fr: Sport
it_it: Sport
ko_kr: 스포츠
pt_br: Esportes
ru_ru: Спорт
zh_cn: 运动
zh_tw: 運動

# Tag_Technology.Content
source: Technology
de_de: Technologie
es_es: Tecnología
fr_fr: Technologie
it_it: Tecnologia
ko_kr: 기술
pt_br: Tecnologia
ru_ru: Технологии
zh_cn: 科技
zh_tw: 科技

# Tag_Television.Content
source: Television
de_de: Fernsehen
es_es: Televisión
fr_fr: Télévision
it_it: Televisione
ko_kr: TV
pt_br: Televisão
ru_ru: Телевидение
zh_cn: 电视节目
zh_tw: 電視節目

# Tag_Unspecified.Content
source: Unspecified genre
de_de: Nicht angegeben
es_es: No especificado
fr_fr: Non spécifié
it_it: Non specificato
ko_kr: 지정되지 않음
pt_br: Não especificado
ru_ru: Не указано
zh_cn: 未指定样式
zh_tw: 未指定樣式

# Tag_Vehicle.Content
source: Vehicle
de_de: Fahrzeug
es_es: Vehículo
fr_fr: Véhicule
it_it: Veicolo
ko_kr: 차량
pt_br: Veículo
ru_ru: Транспорт
zh_cn: 汽车
zh_tw: 車輛

# Type.Header
source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
ko_kr: 유형
pt_br: Tipo
ru_ru: Тип
zh_cn: 类型
zh_tw: 類型

# Type_Application.Content
source: Application
de_de: Anwendung
es_es: Aplicación
it_it: Applicazione
ko_kr: 애플리케이션
pt_br: Aplicativo
ru_ru: Приложение
zh_cn: 应用程序
zh_tw: 應用程式

# Type_Scene.Content
source: Scene
de_de: Szene
es_es: Escena
fr_fr: Scène
it_it: Scena
ko_kr: 씬
pt_br: Cena
ru_ru: Сцена
zh_cn: 场景
zh_tw: 場景

# Type_Unknown.Content
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ko_kr: 알 수 없음
pt_br: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知类型
zh_tw: 未知類型

# Type_Video.Content
source: Video
fr_fr: Vidéo
ko_kr: 비디오
pt_br: Vídeo
ru_ru: Видео
zh_cn: 视频
zh_tw: 視訊

# Type_Web.Content
source: Web
ko_kr: 웹
ru_ru: Веб
zh_cn: 网页
zh_tw: 網頁

# Rating.Header
source: Age rating
de_de: Altersfreigabe
es_es: Clasificación
fr_fr: Classification
it_it: Classificazione
ko_kr: 연령 등급
pt_br: Classificação
ru_ru: Возрастной рейтинг
zh_cn: 年龄分级
zh_tw: 年齡分級

# ResetFilters.Text
source: Reset Filters
de_de: Filter zurücksetzen
es_es: Restablecer filtros
fr_fr: Réinitialiser les filtres
it_it: Reimposta filtri
ko_kr: 필터 초기화
pt_br: Redefinir filtros
ru_ru: Сбросить фильтры
zh_cn: 重置过滤器
zh_tw: 重置過濾器

# All.Content
source: All
de_de: Alle
es_es: Todos
fr_fr: Tout
it_it: Tutti
ko_kr: 모두
pt_br: Todos
ru_ru: Все
zh_cn: 所有
zh_tw: 所有

# None.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ko_kr: 없음
pt_br: Nenhum
ru_ru: Нет
zh_cn: 无
zh_tw: 無

# FilterResults.Text
source: Filter Results
de_de: Ergebnisse filtern
es_es: Filtrar resultados
fr_fr: Filtrer les résultats
it_it: Filtra risultati
ko_kr: 필터 결과
pt_br: Filtrar resultados
ru_ru: Результаты фильтра
zh_cn: 筛选结果
zh_tw: 篩選結果

# SortByName.Text
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ko_kr: 이름순
pt_br: Nome
ru_ru: Имя
zh_cn: 按名称排序
zh_tw: 名稱

# SortByLastTime.Text
source: Last Updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento
ko_kr: 업데이트순
pt_br: Última atualização
ru_ru: Последнее обновление
zh_cn: 按更新时间
zh_tw: 更新時間

# SortByFileSize.Text
source: File Size
de_de: Dateigröße
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ko_kr: 파일 크기순
pt_br: Tamanho
ru_ru: Размер
zh_cn: 按大小排序
zh_tw: 大小

# SortByAcfUpdateTime.Text
source: Modified
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
it_it: Modificato
ko_kr: 수정 시간순
pt_br: Modificado
ru_ru: Изменено
zh_cn: 按修改时间
zh_tw: 修改時間

# SortBySubTime.Text
source: Sub Date
de_de: Abonnementdatum
es_es: Fecha de suscripción
fr_fr: Date d'abonnement
it_it: Data iscrizione
ko_kr: 구독 시간순
pt_br: Data de inscrição
ru_ru: Дата подписки
zh_cn: 按订阅时间
zh_tw: 訂閱時間

# DetailsPanel.Text
source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ko_kr: 세부 정보 패널
pt_br: Detalhes
ru_ru: Детали
zh_cn: 详情面板
zh_tw: 詳情面板

# SearchBox.PlaceholderText
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ko_kr: 검색
pt_br: Pesquisar
ru_ru: Поиск
zh_cn: 在这里搜索
zh_tw: 在這裡搜尋

# ExportDirectory.Text
source: Export Directory
de_de: Exportverzeichnis
es_es: Directorio de exportación
fr_fr: Répertoire d'exportation
it_it: Directory di esportazione
ko_kr: 내보내기 디렉터리
pt_br: Diretório de exportação
ru_ru: Каталог экспорта
zh_cn: 导出目录
zh_tw: 匯出目錄

# SelectFolder.Content
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
ko_kr: 선택
pt_br: Selecionar
ru_ru: Выбрать
zh_cn: 浏览
zh_tw: 瀏覽

# OpenFolder.Content
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ko_kr: 열기
pt_br: Abrir
ru_ru: Открыть
zh_cn: 打开
zh_tw: 開啟

source: (No description)
de_de: （Keine Beschreibung）
es_es: （Sin descripción）
fr_fr: （Aucune description）
it_it: （Nessuna descrizione）
ko_kr: （설명 없음）
pt_br: （Sem descrição）
ru_ru: （Нет описания）
zh_cn: （无描述）
zh_tw: （無描述）

# Settings.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# Start.Text
source: Start
es_es: Inicio
fr_fr: Démarrage
it_it: Avvio
ko_kr: 시작
pt_br: Início
ru_ru: Пуск
zh_cn: 启动
zh_tw: 啟動

# StartPage.Description
source: Choose the page displayed when launching WE Tool.
de_de: Wählen Sie die Seite, die beim Start von WE Tool angezeigt wird.
es_es: Elija la página que se muestra al iniciar WE Tool.
fr_fr: Choisissez la page affichée au lancement de WE Tool.
it_it: Scegli la pagina visualizzata all'avvio di WE Tool.
ko_kr: WE Tool 실행 시 표시할 페이지를 선택합니다.
pt_br: Escolha a página exibida ao iniciar o WE Tool.
ru_ru: Выберите страницу, отображаемую при запуске WE Tool.
zh_cn: 选择启动WE Tool时的显示页面
zh_tw: 選擇啟動WE Tool時的顯示頁面

# StartPage.Header
source: Startup Page
de_de: Startseite
es_es: Página de inicio
fr_fr: Page de démarrage
it_it: Pagina di avvio
ko_kr: 시작 페이지
pt_br: Página inicial
ru_ru: Стартовая страница
zh_cn: 启动页面
zh_tw: 啟動頁面

# InstalledWallpapers.Content
source: Installed Wallpapers
de_de: Installierte Hintergrundbilder
es_es: Fondos instalados
fr_fr: Fonds d'écran installés
it_it: Sfondi installati
ko_kr: 설치된 배경화면
pt_br: Papéis de parede instalados
ru_ru: Установленные обои
zh_cn: 已安装壁纸
zh_tw: 已安裝壁紙

# StartPage_Papers.Text
source: Installed Wallpapers
es_es: Fondos instalados
fr_fr: Fonds d'écran installés
it_it: Sfondi installati
ko_kr: 설치된 배경화면
ru_ru: Установленные обои
zh_tw: 已安裝壁紙

# ImportWallpapers.Content
source: Import & Unpack
es_es: Importar y descomprimir
fr_fr: Importer et décompresser
it_it: Importa ed estrai
ko_kr: 가져오기 및 압축 풀기
ru_ru: Импорт и распаковка
zh_tw: 匯入解包

# StartPage_Import.Text
source: Import & Unpack
es_es: Importar y descomprimir
fr_fr: Importer et décompresser
it_it: Importa ed estrai
ko_kr: 가져오기 및 압축 풀기
ru_ru: Импорт и распаковка
zh_tw: 匯入解包

# InstalledComponentsPage.Content
source: Installed Components
es_es: Componentes instalados
fr_fr: Composants installés
it_it: Componenti installati
ko_kr: 설치된 구성 요소
ru_ru: Установленные компоненты
zh_tw: 已安裝元件

# StartPage_Components.Text
source: Installed Components
es_es: Componentes instalados
fr_fr: Composants installés
it_it: Componenti installati
ko_kr: 설치된 구성 요소
ru_ru: Установленные компоненты
zh_tw: 已安裝元件

# AboutPage.Content
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ko_kr: 정보
pt_br: Sobre
ru_ru: О программе
zh_cn: 关于
zh_tw: 關於

# SettingsPage.Content
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# PapersBottomTextBox.PlaceholderText
source: Enter or Select Path
de_de: Pfad eingeben oder auswählen
es_es: Introducir o seleccionar ruta
fr_fr: Saisir ou sélectionner le chemin
it_it: Inserisci o seleziona percorso
ko_kr: 경로 입력 또는 선택
pt_br: Inserir ou selecionar caminho
ru_ru: Введите или выберите путь
zh_cn: 输入或选择路径
zh_tw: 輸入或選擇路徑

# Cleanup_UnderConstruction.Text
source: Under Construction
es_es: En construcción
fr_fr: En construction
it_it: In costruzione
ko_kr: 준비 중
ru_ru: В разработке
zh_tw: 正在施工

# Type_Preset.Content
source: Preset
de_de: Voreinstellung
es_es: Predefinido
fr_fr: Préréglage
it_it: Predefinito
ko_kr: 프리셋
pt_br: Predefinição
ru_ru: Пресет
zh_cn: 预设
zh_tw: 預設

# NoResultTip1.Text
source: No wallpapers found
de_de: Keine Hintergrundbilder gefunden
es_es: No se encontraron fondos
fr_fr: Aucun fond d'écran trouvé
it_it: Nessuno sfondo trovato
ko_kr: 배경화면을 찾을 수 없습니다
pt_br: Nenhum papel de parede encontrado
ru_ru: Обои не найдены
zh_cn: 未找到任何壁纸
zh_tw: 未找到任何壁紙

# NoResultTip3.Text
source: Or check if the path in settings is correct
de_de: Oder überprüfen Sie, ob der Pfad in den Einstellungen korrekt ist
es_es: O compruebe si la ruta en la configuración es correcta
fr_fr: Ou vérifiez si le chemin dans les paramètres est correct
it_it: O verifica se il percorso nelle impostazioni è corretto
ko_kr: 또는 설정의 경로가 올바른지 확인하세요
pt_br: Ou verifique se o caminho nas configurações está correto
ru_ru: Или проверьте правильность пути в настройках
zh_cn: 或是检查设置中路径是否正确
zh_tw: 或是檢查設定中路徑是否正確

# NoResultTip2.Text
source: Please select other categories in the filter and search other keywords
de_de: Bitte wählen Sie andere Kategorien im Filter oder suchen Sie mit anderen Begriffen
es_es: Seleccione otras categorías en el filtro o busque con otras palabras clave
fr_fr: Veuillez sélectionner d'autres catégories dans le filtre ou rechercher d'autres mots-clés
it_it: Seleziona altre categorie nel filtro o cerca con altre parole chiave
ko_kr: 필터의 다른 카테고리를 선택하거나 다른 키워드로 검색해보세요
pt_br: Selecione outras categorias no filtro ou pesquise outras palavras-chave
ru_ru: Пожалуйста, выберите другие категории в фильтре или найдите по другим ключевым словам
zh_cn: 请选择筛选器中其它栏目，搜索其它关键词
zh_tw: 請選擇篩選器中其它欄位，搜尋其它關鍵詞

# Programming_Language.Header
source: Programming Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
zh_cn: 程序语言
zh_tw: 程式語言

# Programming_Language.Description
source: Select the display language for WE Tool. The language of some options will only take effect after restarting the program.
de_de: Wählen Sie die Anzeigesprache für WE Tool. Einige Optionen werden erst nach einem Neustart des Programms wirksam.
es_es: Seleccione el idioma de visualización de WE Tool. Algunas opciones solo se aplicarán tras reiniciar el programa.
fr_fr: Sélectionnez la langue d'affichage de WE Tool. Certaines options ne seront appliquées qu'après le redémarrage du programme.
it_it: Seleziona la lingua di visualizzazione di WE Tool. Alcune opzioni verranno applicate solo dopo il riavvio del programma.
ko_kr: WE Tool의 표시 언어를 선택합니다. 일부 옵션은 프로그램 재시작 후 적용됩니다.
pt_br: Selecione o idioma de exibição do WE Tool. Algumas opções só serão aplicadas após reiniciar o programa.
ru_ru: Выберите язык отображения WE Tool. Некоторые параметры вступят в силу только после перезапуска программы.
zh_cn: 选择WE Tool的显示语言，部分选项的语言需要在程序重启后更新
zh_tw: 選擇WE Tool的顯示語言，部分選項的語言需要在程式重新啟動後更新

# Language_Related.Content
source: Follow System
de_de: System folgen
es_es: Seguir sistema
fr_fr: Suivre le système
it_it: Segui sistema
ko_kr: 시스템 설정 따르기
pt_br: Seguir sistema
ru_ru: Следовать системе
zh_cn: 跟随系统
zh_tw: 跟隨系統

# Language.Text
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言
zh_tw: 語言

# Page.Text
source: Page
de_de: Seite
es_es: Página
it_it: Pagina
ko_kr: 페이지
pt_br: Página
ru_ru: Страница
zh_cn: 页面
zh_tw: 頁面

# PapersSetting.Header
source: Existing Wallpaper Page Settings
de_de: Einstellungen für vorhandene Hintergrundbilder
es_es: Configuración de fondos existentes
fr_fr: Paramètres des fonds d'écran existants
it_it: Impostazioni sfondi esistenti
ko_kr: 배경화면 페이지 설정
pt_br: Config. de papéis de parede existentes
ru_ru: Настройки существующих обоев
zh_cn: 已有壁纸页面设置
zh_tw: 已有壁紙頁面設定

# PapersSetting.Description
source: Set Specific Content in Existing Wallpaper Page
de_de: Legen Sie die Anzeigeinhalte der Hintergrundbildseite fest
es_es: Establecer el contenido específico de la página de fondos
fr_fr: Définir le contenu spécifique de la page des fonds d'écran
it_it: Imposta i contenuti specifici della pagina degli sfondi
ko_kr: 배경화면 페이지의 세부 내용을 설정합니다
pt_br: Definir conteúdo específico da página de papéis de parede
ru_ru: Настройка содержимого страницы существующих обоев
zh_cn: 设置已有壁纸页面中的具体内容
zh_tw: 設定已有壁紙頁面中的具體內容

# PapersSetting_BottomBarVisibility.Content
source: Enable Bottom Path Bar
de_de: Untere Pfadleiste aktivieren
es_es: Activar barra de ruta inferior
fr_fr: Activer la barre de chemin inférieure
it_it: Abilita barra del percorso inferiore
ko_kr: 하단 경로 표시줄 사용
pt_br: Habilitar barra de caminho inferior
ru_ru: Включить нижнюю панель пути
zh_cn: 启用底部路径栏
zh_tw: 啟用底部路徑列

# PapersSetting_DetailTextSelectMode.Content
source: Enable Text Selection for Details Panel
de_de: Textauswahl im Detailbereich aktivieren
es_es: Activar selección de texto en el panel de detalles
fr_fr: Activer la sélection de texte dans le panneau des détails
it_it: Abilita selezione testo nel pannello dettagli
ko_kr: 세부 정보 패널에서 텍스트 선택 활성화
pt_br: Habilitar seleção de texto no painel de detalhes
ru_ru: Включить выделение текста на панели сведений
zh_cn: 为详情面板启用文字选择功能
zh_tw: 為詳情面板啟用文字選擇功能

# PapersSetting_WallpaperAutoPlay.Content
source: Play GIFs in Wallpaper List
de_de: GIFs in der Hintergrundbildliste abspielen
es_es: Reproducir GIFs en la lista de fondos
fr_fr: Lire les GIF dans la liste des fonds d'écran
it_it: Riproduci GIF nella lista sfondi
ko_kr: 배경화면 목록에서 GIF 재생
pt_br: Reproduzir GIFs na lista de papéis de parede
ru_ru: Воспроизводить GIF в списке обоев
zh_cn: 壁纸列表播放动图
zh_tw: 壁紙列表播放動圖

# PapersSetting_MinimumPixelsForWallpaper.Text
source: Minimum Wallpaper Pixels
de_de: Minimale Pixelzahl für Hintergrundbilder
es_es: Píxeles mínimos del fondo
fr_fr: Pixels minimum du fond d'écran
it_it: Pixel minimi sfondo
ko_kr: 배경화면 최소 픽셀
pt_br: Pixels mínimos do papel de parede
ru_ru: Минимальное разрешение обоев
zh_cn: 壁纸最小像素
zh_tw: 壁紙最小像素

# Path.Text
source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin
it_it: Percorso
ko_kr: 경로
pt_br: Caminho
ru_ru: Путь
zh_cn: 路径
zh_tw: 路徑

# ChooseWorkshopPath.Description
source: Select Location for Workshop Wallpapers
de_de: Speicherort für Workshop-Hintergrundbilder auswählen
es_es: Seleccionar ubicación de los fondos del Taller
fr_fr: Sélectionner l'emplacement des fonds d'écran de l'atelier
it_it: Seleziona posizione sfondi dell'Officina
ko_kr: 워크샵 배경화면 위치 선택
pt_br: Selecionar local dos papéis de parede da Oficina
ru_ru: Выберите расположение обоев Мастерской
zh_cn: 选择创意工坊壁纸的位置
zh_tw: 選擇創意工坊壁紙的位置

# WorkShopPath.Text
source: Workshop wallpaper path
de_de: Workshop-Hintergrundbildpfad
es_es: Ruta de fondos del Taller
fr_fr: Chemin des fonds d'écran de l'atelier
it_it: Percorso sfondi Officina
ko_kr: 워크샵 배경화면 경로
pt_br: Caminho dos papéis de parede da Oficina
ru_ru: Путь к обоям Мастерской
zh_cn: 创意工坊壁纸路径
zh_tw: 創意工坊桌布路徑

# ChooseWallpaperExportPath.Description
source: Select Wallpaper Export Location
de_de: Exportort für Hintergrundbilder auswählen
es_es: Seleccionar ubicación de exportación de fondos
fr_fr: Sélectionner l'emplacement d'exportation des fonds d'écran
it_it: Seleziona posizione esportazione sfondi
ko_kr: 배경화면 내보내기 위치 선택
pt_br: Selecionar local de exportação dos papéis de parede
ru_ru: Выберите расположение для экспорта обоев
zh_cn: 选择壁纸导出位置
zh_tw: 選擇桌布匯出位置

# ChooseProjectPath.Description
source: Select Project Location for Wallpaper Editor
de_de: Projektort für den Hintergrundbild-Editor auswählen
es_es: Seleccionar ubicación del proyecto del editor de fondos
fr_fr: Sélectionner l'emplacement du projet pour l'éditeur de fonds d'écran
it_it: Seleziona posizione progetto editor sfondi
ko_kr: 배경화면 편집기 프로젝트 위치 선택
pt_br: Selecionar local do projeto do editor de papéis de parede
ru_ru: Выберите расположение проекта редактора обоев
zh_cn: 选择壁纸编辑器的项目位置
zh_tw: 選擇桌布編輯器的專案位置
